

export const data = {
  karelia: {
    features: {
      emblem_small: 'img/emblem_size_sm_karelia.png',
      emblem_large: 'img/emblem_size_lg_karelia.png',
      logoName: 'Республика Карелия',
      titleName: 'Республики Карелия',
      text: [
        'Здесь производители Республики Карелия имеют возможность бесплатно презентовать свою продукцию широкому кругу потребителей как внутри региона, так и за его пределами.  ',
        'Потребители данной продукции видят полную информацию о производимых в Республике Карелия товарах и могут приобрести товары непосредственно у производителя что даёт преимущество в цене и качестве, а также у потребителей есть возможность задавать вопросы через чат с производителями.',
        'Отдельно представлен каталог, товары которого предлагаются учреждениями ФСИН, расположенных на территории Республики Карелия с воможностью осуществить индивидуальный заказ на производство.'
      ],
      queryLink: 'http://karelia.promcase.ru/Promcase/api',
      backroundImage: 'img/backroundImage/karelia.jpg',
      backGroundClassName: 'green',
    },
    mapConfig: {
      centerCoords: [61.77256, 34.35744],
      zoom: 9
    },
    madeInKarelia: {
      image_small: 'img/madeInKarelia_sm.png',
      image_large: 'img/madeInKarelia_lg.png',
    },
  },
  orenburg: {
    features: {
      emblem_small: 'img/emblem_size_sm_orenburg.png',
      emblem_large: 'img/emblem_size_lg_orenburg.png',
      logoName: 'Оренбургская область',
      titleName: 'Оренбургской области',
      text: [
        'Здесь производители Оренбургской области имеют возможность бесплатно презентовать свою продукцию широкому кругу потребителей как внутри региона, так и за его пределами.',
        'Потребители данной продукции видят полную информацию о производимых в Оренбургской области товарах и могут приобрести товары непосредственно у производителя что даёт преимущество в цене и качестве, а также у потребителей есть возможность задавать вопросы через чат с производителями.',
        'Отдельно представлен каталог, товары которого предлагаются учреждениями ФСИН, расположенных на территории Оренбургской области с воможностью осуществить индивидуальный заказ на производство.',
      ],
      queryLink: 'http://orenburg.promcase.ru/Promcase/api',
      backroundImage: 'img/backroundImage/orenburg.jpg',
      backGroundClassName: 'grey'
    },
    mapConfig: {
      centerCoords: [51.768199, 55.096955],
      zoom: 9
    },
    madeInKarelia: null,
  },
  ulyanovsk: {
    features: {
      emblem_small: 'img/emblem_size_sm_ulyanovsk.png',
      emblem_large: 'img/emblem_size_lg_ulyanovsk.png',
      logoName: 'Ульяновская область',
      titleName: 'Ульяновской области',
      text: [
        'Здесь производители Ульяновской области имеют возможность бесплатно презентовать свою продукцию широкому кругу потребителей как внутри региона, так и за его пределами.',
        'Потребители данной продукции видят полную информацию о производимых в Ульяновской области товарах и могут приобрести товары непосредственно у производителя что даёт преимущество в цене и качестве, а также у потребителей есть возможность задавать вопросы через чат с производителями.',
        'Отдельно представлен каталог, товары которого предлагаются учреждениями ФСИН, расположенных на территории Ульяновской области с воможностью осуществить индивидуальный заказ на производство.',
      ],
      queryLink: 'http://ulyanovsk.promcase.ru/Promcase/api',
      backroundImage: 'img/backroundImage/ulyanovsk.jpg',
      backGroundClassName: 'grey'
    },
    mapConfig: {
      centerCoords: [54.291472, 48.375576],
      zoom: 9
    },
    madeInKarelia: null,
  },
  samara: {
    features: {
      emblem_small: 'img/emblem_size_sm_samara.png',
      emblem_large: 'img/emblem_size_lg_samara.png',
      logoName: 'Самарская область',
      titleName: 'Самарской области',
      text: [
        'Здесь производители Самарской области имеют возможность бесплатно презентовать свою продукцию широкому кругу потребителей как внутри региона, так и за его пределами.',
        'Потребители данной продукции видят полную информацию о производимых в Самарской области товарах и могут приобрести товары непосредственно у производителя что даёт преимущество в цене и качестве, а также у потребителей есть возможность задавать вопросы через чат с производителями.',
        'Отдельно представлен каталог, товары которого предлагаются учреждениями ФСИН, расположенных на территории Самарской области с воможностью осуществить индивидуальный заказ на производство.',
      ],
      queryLink: 'http://samara.promcase.ru/Promcase/api',
      backroundImage: 'img/backroundImage/samara.jpg',
      backGroundClassName: 'grey'
    },
    mapConfig: {
      centerCoords: [53.191273, 50.108968],
      zoom: 9
    },
    madeInKarelia: null,
  },
  develop: {
    features: {
      emblem_small: 'img/emblem_size_sm_karelia.png',
      emblem_large: 'img/emblem_size_lg_karelia.png',
      logoName: 'Республика Карелия',
      titleName: 'Республики Карелия',
      text: [
        'Здесь производители Республики Карелия имеют возможность бесплатно презентовать свою продукцию широкому кругу потребителей как внутри региона, так и за его пределами.  ',
        'Потребители данной продукции видят полную информацию о производимых в Республике Карелия товарах и могут приобрести товары непосредственно у производителя что даёт преимущество в цене и качестве, а также у потребителей есть возможность задавать вопросы через чат с производителями.',
        'Отдельно представлен каталог, товары которого предлагаются учреждениями ФСИН, расположенных на территории Республики Карелия с воможностью осуществить индивидуальный заказ на производство.'
      ],
      queryLink: 'http://develop.promcase.ru/Promcase/api',
      backroundImage: 'img/backroundImage/karelia.jpg',
      backGroundClassName: 'green'
    },
    mapConfig: {
      centerCoords: [61.77256, 34.35744],
      zoom: 9
    },
    madeInKarelia: {
      image_small: 'img/madeInKarelia_sm.png',
      image_large: 'img/madeInKarelia_lg.png',
    },
  },
  active: null
}